Repository: LucasCatty/school_Finder
Catalog: locale/*/LC_MESSAGES/django.po
Languages: rw

source: Firstname
rw: Izina rya mbere

source: Lastname
rw: Izina rya nyuma

source: Phone
rw: Telefone

source: The Email must be set
rw: Email igomba gushyirwaho

source: Superuser must have is_staff=True.
rw: Umukoresha mukuru agomba kugira is_staff=True.

source: Superuser must have is_superuser=True.
rw: Umukoresha mukuru agomba kugira is_superuser=True.

source: Address
rw: Aderesi

source: Groups
rw: Amatsinda

source: Photo
rw: Ifoto

source: Description
rw: Ibisobanuro

source: Hire date
rw: Itariki yo gufata akazi

source: Realtor
rw: Ushinzwe kugurisha inzu

source: Realtors
rw: Abaguzi b'inzu

source: Register
rw: Kwiyandikisha

source: Register Account
rw: Kwiyandikisha ku rubuga

source: Real estate manager. This is the regitration page.
rw: Ubuyobozi bw'imitungo y'inzu. Iki ni ipaji yo kwiyandikisha.

source: That email is being used
rw: Iyo email iracyakoreshwa

source: You are now registered and can log in
rw: Ubu wamaze kwiyandikisha kandi ushobora kwinjira

source: Passwords do not match
rw: Password ntizihura

source: Login
rw: Injira

source: Account Login
rw: Kwinjira ku rukuta

source: Real estate manager. This is the login page.
rw: Ubuyobozi bw'imitungo y'inzu. Iki ni ipaji yo kwinjira.

source: You are now logged in
rw: Uinjiyemo neza

source: Invalid credentials
rw: Amakuru yinjira atariyo

source: You are now logged out
rw: Uliciye neza

source: Reset Password
rw: Subiza ijambo banga

source: Password reset request
rw: Gusaba gusubiza ijambo banga

source: Real estate manager. This is the password reset request page.
rw: Ubuyobozi bw'imitungo y'inzu. Iki ni ipaji yo gusaba gusubiza ijambo banga.

source: Profile updated successfully!
rw: Profil yashyizweho neza!

source: Manage Account
rw: Gucunga Konti

source: Manage your Real-Estate account
rw: Gucunga konti y'imitungo y'inzu yawe

source: Impressum
rw: Imena

source: Real estate manager.This is our impressum page.
rw: Ubuyobozi bw'imitungo y'inzu. Iki ni ipaji yacu y'ibimenyetso byo kwemeza.

source: Listing
rw: Itangazo

source: User
rw: Umukoresha

source: Message
rw: Ubutumwa

source: Contact date
rw: Itariki yo kuvugana

source: Docs access
rw: Uburenganzira bwo kubona inyandiko

source: Client
rw: Umukiriya

source: Contact listing
rw: Urutonde rwo kuvugana

source: Date and iime
rw: Itariki n'amasaha

source: You have already made an inquiry for this listing
rw: Imwe mu nyandiko umaze gukora ku itangazo

source: Your request has been submitted, a realtor will get back to you soon
rw: Icyifuzo cyawe cyoherejwe, umucuruzi azakugaruka vuba

source: Your request has been submitted, a realtor will ' 'get back to you soon
rw: Icyifuzo cyawe cyoherejwe, umucuruzi azakugaruka vuba.

source: Message History
rw: Amakuru y'ubutumwa

source: Real estate manager.Here you can follow your message history, related to a specific listing you are interested in..
rw: Ubuyobozi bw'imitungo y'inzu. Hano wakurikira amateka y'ubutumwa bwawe, ku itangazo runaka ukeneye.

source: Street
rw: Umuhanda

source: House Number
rw: Nomero y'inzu

source: Zipcode
rw: Kodeshi

source: City
rw: Umujyi

source: No Image Found
rw: Nta Foto yabonetse

source: Country
rw: Igihugu

source: Countries
rw: Ibihugu

source: State
rw: Intara

source: States
rw: Intara

source: House number
rw: Nomero y'inzu

source: Addresses
rw: Aderesi

source: Real estate manager. Renting, buying and selling.
rw: Ubuyobozi bw'imitungo y'inzu. Gukodesha, kugura no kugurisha.

source: Real estate manager. We offer real estate objects and takes care of every aspect for you. Services offered: renting, selling, buying, consultation and way more.
rw: Ubuyobozi bw'imitungo y'inzu. Dutanga ibijyanye n'imitungo y'inzu kandi tukita ku bintu byose. Serivisi zacu zirimo: gukodesha, kugurisha, kugura, inama n'ibindi byinshi.

source: About us
rw: Ibyerekeye twe

source: Real Estate and Consulting
rw: Imitungo n'Inama

source: About Us
rw: Ibyerekeye

source: Real estate manager.Our services include renting, selling, buying, consulting and much more.
rw: Ubuyobozi bw'imitungo y'inzu. Serivisi zacu zirimo gukodesha, kugurisha, kugura, inama n'ibindi byinshi.

source: Privacy
rw: Ubwirinzi bw'amabanga

source: Real-Estate
rw: Imitungo

source: Real estate manager.This is our privacy page.
rw: Ubuyobozi bw'imitungo y'inzu. Iki ni ipaji yacu y'ubwirinzi bw'amabanga.

source: Name
rw: Izina

source: Short description
rw: Ibisobanuro bigufi

source: File
rw: Idosiye

source: Created
rw: Yashyizweho

source: Updated
rw: Hinduwe

source: For customers
rw: Ku bakiriya

source: Documents
rw: Inyandiko

source: Manage your own documents
rw: Gucunga inyandiko zawe bwite

source: User documents
rw: Inyandiko z'umukoresha

source: Real estate manager.Here you can upload and manage your own documents
rw: Ubuyobozi bw'imitungo y'inzu. Hano ushobora kwinjiza no gucunga inyandiko zawe bwite.

source: Real estate manager.Here you can manage your documents, related to a specific object you are interested in.
rw: Ubuyobozi bw'imitungo y'inzu. Hano ushobora gucunga inyandiko zikurikira ikintu runaka ukeneye.

source: Messages
rw: Ubutumwa

source: Site Maps
rw: Amakarita y'urubuga

source: Static Files
rw: Amadosiye atagira impinduka

source: Syndication
rw: Gukwirakwiza

source: That page number is not an integer
rw: Iyo nomero y'urupapuro si numero

source: That page number is less than 1
rw: Iyo nomero y'urupapuro iruta 0

source: That page contains no results
rw: Uru rupapuro nta bisubizo biriho

source: Enter a valid value.
rw: Injiza agaciro karimo ukuri.

source: Enter a valid domain name.
rw: Injiza izina ry'urubuga rikurikije amategeko.

source: Enter a valid URL.
rw: Injiza URL yizewe.

source: Enter a valid integer.
rw: Injiza numero y'ukuri.

source: Enter a valid email address.
rw: Injiza aderesi y'iposita yizewe.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
rw: Injiza “slug” yemewe ikubiyemo inyuguti, imibare, amazina y'ibimenyetso cyangwa ihuriro.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
rw: Injiza “slug” yemewe ikubiyemo inyuguti za Unicode, imibare, amazina y'ibimenyetso cyangwa ihuriro.

source: Enter a valid %(protocol)s address.
rw: Injiza aderesi yemewe ya %(protocol)s.

source: IPv4 or IPv6
rw: IPv4 cyangwa IPv6

source: Enter only digits separated by commas.
rw: Injiza imibare yonyine, ihanzweho na koma.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
rw: Haguruka agaciro ka %(limit_value)s (kuri %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
rw: Haguruka agaciro kari munsi cyangwa kangana na %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
rw: Haguruka agaciro kari hejuru cyangwa kangana na %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
rw: Haguruka agaciro kari mu kigereranyo cya step size %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
rw: Haguruka agaciro kari mu kigereranyo cya step size %(limit_value)s, uhereye kuri %(offset)s, urugero %(offset)s, %(valid_value1)s, %(valid_value2)s, n'ibindi.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
rw: Haguruka byibuze inyuguti %(limit_value)d (cyangwa %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
rw: Haguruka agaciro k'ibikurikira %(limit_value)d inyuguti (cyangwa %(show_value)d).

source: Enter a number.
rw: Injiza umubare.

source: Ensure that there are no more than %(max)s digit in total.
rw: Haguruka ko nta mubare urenze %(max)s mu mubare wose.

source: Ensure that there are no more than %(max)s decimal place.
rw: Haguruka ko nta mibare y'ibinyomoro irenze %(max)s.

source: Ensure that there are no more than %(max)s digit before the decimal point.
rw: Haguruka ko nta mibare nyinshi mbere ya decimal irenze %(max)s.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
rw: Ubwoko bwa dosiye “%(extension)s” ntibwemerewe. Ibwemererwa ni: %(allowed_extensions)s.

source: Null characters are not allowed.
rw: Inyuguti z'ubusa ntibwemerewe.

source: and
rw: n'

source: %(model_name)s with this %(field_labels)s already exists.
rw: %(model_name)s ifite %(field_labels)s kandi iboneka.

source: Constraint “%(name)s” is violated.
rw: Ingingo “%(name)s” irarengeweho.

source: Value %(value)r is not a valid choice.
rw: Agaciro %(value)r si ko guhitamo kwemewe.

source: This field cannot be null.
rw: Iki kibuga ntikigomba kuba null.

source: This field cannot be blank.
rw: Iki kibuga ntikigomba kuba ubusa.

source: %(model_name)s with this %(field_label)s already exists.
rw: %(model_name)s ifite %(field_label)s kandi ikaba ihari.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
rw: %(field_label)s igomba kuba yihariye kuri %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
rw: Ubwoko bw'ikibuga: %(field_type)s

source: “%(value)s” value must be either True or False.
rw: Agaciro “%(value)s” agomba kuba True cyangwa False.

source: “%(value)s” value must be either True, False, or None.
rw: Agaciro “%(value)s” agomba kuba True, False cyangwa None.

source: Boolean (Either True or False)
rw: Ubwoko bwa boolean (True cyangwa False)

source: String (up to %(max_length)s)
rw: Inyandiko (y'uburebure bwa %(max_length)s)

source: String (unlimited)
rw: Inyandiko idafite umupaka

source: Comma-separated integers
rw: Imibare yanditse ikurikiranye na koma

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
rw: Agaciro “%(value)s” gafite uburyo butari bwo bwo kwandika itariki. Bugomba kuba mu buryo bwa YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
rw: Agaciro “%(value)s” gafite uburyo bukwiye (YYYY-MM-DD), ariko si itariki yemewe.

source: Date (without time)
rw: Itariki (ubusa igihe)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
rw: Agaciro “%(value)s” gafite uburyo butari bwo bwo kwandika. Bugomba kuba mu buryo bwa YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
rw: Agaciro “%(value)s” gafite uburyo bukwiye (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]), ariko si igihe cyangwa itariki yemewe.

source: Date (with time)
rw: Itariki (hamwe n'amasaha)

source: “%(value)s” value must be a decimal number.
rw: Agaciro “%(value)s” agomba kuba ari nomero y'ikinyuranyo.

source: Decimal number
rw: Nomero y'ikinyuranyo

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
rw: Agaciro “%(value)s” gafite uburyo butari bwo bwo kwandika. Bugomba kuba mu buryo bwa [TT] [[HH:]MM:]ss[.uuuuuu].

source: Duration
rw: Igihe kirekire

source: Email address
rw: Aderesi y'iposita

source: File path
rw: Inzira y'inyandiko

source: “%(value)s” value must be a float.
rw: Agaciro “%(value)s” agomba kuba ari decimal.

source: Floating point number
rw: Numero y'ibinyuranyo

source: “%(value)s” value must be an integer.
rw: Agaciro “%(value)s” agomba kuba ari numero y'ukuri.

source: Integer
rw: Numero y'ukuri

source: Big (8 byte) integer
rw: Numero nini (8 byte)

source: Small integer
rw: Numero ntoya

source: IPv4 address
rw: Aderesi ya IPv4

source: IP address
rw: Aderesi ya IP

source: “%(value)s” value must be either None, True or False.
rw: Agaciro “%(value)s” agomba kuba None, True cyangwa False.

source: Boolean (Either True, False or None)
rw: Ubwoko bwa boolean (True, False cyangwa None)

source: Positive big integer
rw: Numero nini z'ibinyuranyo bizaba byiza

source: Positive integer
rw: Numero nziza

source: Positive small integer
rw: Numero ntoya nziza

source: Slug (up to %(max_length)s)
rw: Slug (bifite max %(max_length)s)

source: Text
rw: Inyandiko

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
rw: Agaciro “%(value)s” gafite uburyo butari bwo bwo kwandika. Bugomba kuba mu buryo bwa HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
rw: Agaciro “%(value)s” gafite uburyo bukwiye (HH:MM[:ss[.uuuuuu]]), ariko si igihe nyacyo.

source: Time
rw: Igihe

source: Raw binary data
rw: Ibigize binary bitagira umupaka

source: “%(value)s” is not a valid UUID.
rw: “%(value)s” si UUID yemewe.

source: Universally unique identifier
rw: UUID yihariye ku isi yose

source: Image
rw: Ifoto

source: A JSON object
rw: JSON object

source: Value must be valid JSON.
rw: Agaciro kigomba kuba ari JSON yemewe.

source: %(model)s instance with %(field)s %(value)r is not a valid choice.
rw: %(model)s ifite %(field)s %(value)r si iyemewe.

source: Foreign Key (type determined by related field)
rw: Urufunguzo ruremere (ubwoko bwarwo bigenwa na related field)

source: One-to-one relationship
rw: Uburyo bwo guhuza bumwe

source: %(from)s-%(to)s relationship
rw: %(from)s-%(to)s ihuriro

source: %(from)s-%(to)s relationships
rw: %(from)s-%(to)s imibanire

source: Many-to-many relationship
rw: Uburyo bwinshi-bwinshi bwo guhuza

source: This field is required.
rw: Iki kibuga kirakenewe.

source: Enter a whole number.
rw: Injiza umubare wuzuye.

source: Enter a valid date.
rw: Injiza itariki yizewe.

source: Enter a valid time.
rw: Injiza igihe nyacyo.

source: Enter a valid date/time.
rw: Injiza itariki n'amasaha yizewe.

source: Enter a valid duration.
rw: Injiza igihe gikwiye.

source: The number of days must be between {min_days} and {max_days}.
rw: Umubare w'iminsi ugomba hagati ya {min_days} na {max_days}.

source: No file was submitted. Check the encoding type on the form.
rw: Nta dosiye yoherejwe. Reba ubwoko bwa encoding ku ifishi.

source: No file was submitted.
rw: Nta dosiye yoherejwe.

source: The submitted file is empty.
rw: Dosiye yoherejwe ni ubusa.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
rw: Hagarika izina rya dosiye rifite inyuguti zigera kuri %(max)d (rifite %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
rw: Nyamuneka, hitamo kohereza dosiye imwe cyangwa guhitamo gusiba, si byombi.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
rw: Shyiramo ishusho yemewe. Dosiye ushyizeho si ishusho cyangwa irashaje.

source: Select a valid choice. %(value)s is not one of the available choices.
rw: Hitamo ikintu kiboneye. %(value)s si kimwe mu byemewe.

source: Enter a list of values.
rw: Injiza urutonde rw'agaciro.

source: Enter a complete value.
rw: Injiza agaciro karangiye.

source: Enter a valid UUID.
rw: Injiza UUID yizewe.

source: Enter a valid JSON.
rw: Injiza JSON yizewe.

source: (Hidden field %(name)s) %(error)s
rw: (Ikibuga kibitswe %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
rw: Amakuru ya ManagementForm yaburiweho cyangwa yashyizweho nabi. Ibibura: %(field_names)s. Shobora gusaba gutanga raporo y'ikosa niba kibiriho.

source: Please submit at most %(num)d form.
rw: Nyamuneka, ohereza byibuze %(num)d ifishi.

source: Please submit at least %(num)d form.
rw: Nyamuneka, ohereza byibuze %(num)d ifishi.

source: Order
rw: Urutonde

source: Delete
rw: Siba

source: Please correct the duplicate data for %(field)s.
rw: Nyamuneka, hindura amakuru y'ikurikirane ku %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
rw: Nyamuneka, hindura amakuru y'ikurikirane ku %(field)s, agomba kuba yihariye.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
rw: Nyamuneka, hindura amakuru y'ikurikirane ku %(field_name)s, agomba kuba yihariye ku %(lookup)s muri %(date_field)s.

source: Please correct the duplicate values below.
rw: Nyamuneka, hindura agaciro gashyizwe hasi.

source: The inline value did not match the parent instance.
rw: Agaciro ka inline ntikahuye n'ibiri mu parent instance.

source: Select a valid choice. That choice is not one of the available choices.
rw: Hitamo ikintu kiboneye. Icyo wahisemo nticyemewe.

source: “%(pk)s” is not a valid value.
rw: “%(pk)s” si agaciro karemewe.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
rw: %(datetime)s ntishobora gusobanurwa neza muri zone yo mu gihe cya %(current_timezone)s; bishobora kuba bivuga ibintu bitandukanye cyangwa ntibibaho.

source: Clear
rw: Siba

source: Currently
rw: Ubu

source: Change
rw: Hindura

source: Unknown
rw: Ntibizwi

source: Yes
rw: Yego

source: No
rw: Oya
